# Количество выполненных ДЗ (запишите значение 12)
Lesson = "12"
# Количество затраченных часов (запишите значение 1.5)
hour = "1.5"
# Название курса (запишите значение 'Python')
Сourse = "Python"
#Задание (вычислить используя 1 и 2 переменные)
time1 = float(hour) / int(Lesson)
# Выведите на экран(в консоль), используя переменные, следующую строку: Курс: Python,всего задач:12,затрачено часов: 1.5, среднее время выполнения 0.125 часа
print( "Курс:",Сourse,",","всего задач:",Lesson,",","затрачено часов:",hour,",","среднее время выполнения",time1,"часа")